Repository: ArwaFuraih/Inspire-Me
Catalog: Artwork/Localization/*.lproj/Localizable.strings
Languages: ar

source: Artwork Progress
ar: مراحل تطور الرسمة

source: Before
ar: قبل

source: Alanoud
ar: العنود

source: Finalized Masterpiece
ar: التحفة الفنية النهائية

source: The Process of inspiration and brining the sketch into life to represent the fox spirit was such a fun expierence !
ar: كانت عملية الإلهام وإدخال الرسم في الحياة لتمثيل روح الثعلب تجربة ممتعة!

source: After
ar: بعد

source: Pay with credit card
ar: دفع عن طريق بطاقة الائتمان

source: Zendaya
ar: زيندايا

source: Artwork Shop
ar: سوق الأعمال الفنية

source: Contract Agreement
ar: عقد الاتفاق

source: Account Settings
ar: اعدادات الحساب

source: Change Password
ar: تغيير كلمة المرور

source: Language
ar: لغة البرنامج

source: LogOut
ar: تسجيل الخروج

source: Name
ar: الاسم:

source: Email
ar: الايميل:

source: Alice Marc
ar: أليس مارك

source: Gallery
ar: المعرض

source: Add Piece
ar: أضف قطعتك

source: Profile
ar: الحساب

source: Success!!
ar: تم بنجاح !

source: You've downloaded the Art Piece File Successfully
ar: لقد قمت بتنزيل الملف بنجاح

source: Lend
ar: إعارة

source: Waive
ar: تخلي

source: Name of piece:
ar: اسم القطعة

source: Enter your art piece name
ar: ادخل اسم القطعة

source: Painting story:
ar: قصة القطعة

source: Tell your artwork story
ar: اكتب نبذه عن قطعتك الفنية

source: Tags:
ar: المواضيع

source: Portrait
ar: بورتريه

source: Cities
ar: مدن

source: People
ar: اشخاص

source: Music
ar: موسيقى

source: Animal
ar: حيوانات

source: Add
ar: إضافة

source: Cancel
ar: إلغاء

source: Waiver
ar: مُعار

source: I spent 3 hours working on the begining of this art piece , I stoped work on it since I lost my passion when my tablet has broken , I’m interesting to see how can someone finish it in different way.
ar: لقد أمضيت 3 ساعات في العمل على بداية هذه القطعة الفنية ، وتوقفت عن العمل عليها منذ أن فقدت شغفي عندما انكسر جهازي اللوحي ، ومن الممتع أن أرى كيف يمكن لشخص ما إنهاءها بطريقة مختلفة.

source: Choose
ar: اختيار

source: Upload photo from:
ar: رفع من الجهاز

source: Camera
ar: الكاميرا

source: Photo library
ar: استديو الصور

source: View All
ar: رؤية الكل

source: Alany
ar: ألاني

source: Animals
ar: حيوانات

source: Artiest
ar: فنانين

source: Asel
ar: آصال

source: Building
ar: أبنية

source: Early sketch for women artpiece
ar: رسوم بدائية عن امرأة

source: Face
ar: وجه

source: Face Sketch and nead to be done
ar: رسم سكتشات يحتاج اكمال

source: Foods
ar: طعام

source: Hany
ar: هاني

source: Laila
ar: ليلى

source: Nature
ar: طبيعة

source: Piece of art and people relaxing
ar: لوحة فنية لمجموعة أشخاص

source: Piece of art nead to complate
ar: لوحة فنية تحتاج اكمال

source: Pieces
ar: قطع فنية

source: Ram
ar: رام

source: Sketch
ar: سكتش

source: Tower
ar: برج

source: Tower in Town nead to coluring
ar: برج في مدينة يحتاج تلوين

source: Unfinshed face for women paint
ar: رسم امرأه غير مكتمل

source: wiaver
ar: تنازل

source: Women
ar: امرأة

source: Exchange Artwork
ar: تبادل العمل الفني

source: Shop Masterpiec
ar: تسوق القطع الفنية

source: Inspire me!
ar: ألهمني!

source: The first party retains property rights. In the event of a violation or breach by the second party,the second party obligated to compensate the first party for psychological and material damage. The parties are also obligated to:
ar: يحتفظ الطرف الأول بحقوق الملكية. في حال وجود مخالفة أو مخالفة من قبل الطرف الثاني يلتزم الطرف الثاني بتعويض الطرف الأول عن الضرر النفسي والمادي. الأطراف ملزمة أيضًا بما يلي:

source: I, the owner of the painting allow the application to lend the painting to the second party under the condition of returning the painting , after the period of one month . In case the painting gets sold, the second party has the right to collect 40% and the application gets 10% of the selling price.
ar: أنا مالك اللوحة أسمح للتطبيق بإعارة اللوحة للطرف الثاني بشرط إعادة اللوحة بعد فترة شهر. في حال بيع اللوحة يحق للطرف الثاني تحصيل 40٪ والتطبيق 10٪ من سعر البيع.

source: I, the owner of the painting allow the application to lend the painting to the second party without return, and each party has the right to fully utilize the painting and the application gets 10%
ar: أنا مالك اللوحة أسمح للتطبيق بإعارة اللوحة للطرف الثاني بدون مقابل ولكل طرف الحق في الاستفادة الكاملة من اللوحة ويحصل التطبيق على 10٪

source: Accept
ar: اوافق

source: Decline
ar: رفض

source: Wohoo!
ar: اخيراً

source: You’ve uploaded your artwork to exchange successfully!
ar: لقد قمت بتحميل عملك الفني للتبادل بنجاح!

source: Dismess
ar: تجاهل

source: Note
ar: ملاحظة

source: In Order to purchase the masterpiece you must agree to the contract!
ar: حتى تتمكن من شراء القطعة الفنية يجب ان توافق على شروط العقد

source: Download Artwork
ar: تنزيل العمل الفني

source: Artist Profile
ar: الملف الشخصي

source: Edit Profile
ar: تحرير الملف

source: Save
ar: حفظ

source: Back
ar: رجوع

source: Bio
ar: السيرة الذاتية

source: A digital and traditional artist intersted in nature paintings
ar: فنان رقمي وتقليدي مهتم برسومات الطبيعة

source: Contact
ar: اتصال

source: Exchange
ar: تبادل

source: Shop
ar: متجر
